Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Indicates when an override is or was active, temporarily changing therapy settings (e.g., basal rate, insulin sensitivity, carb ratio, target glucose, or whether Trio can dose SMBs).
bg: Показва кога отмяна е или е била активна, като временно променя терапевтичните настройки (напр. базална доза, инсулинова чувствителност, въглехидратно число, целева глюкоза или дали Trio може да дозира SMB).
cs: Indikuje, kdy je nebo bylo aktivní přepsání, které dočasně mění parametry léčby (např. bazální dávku, citlivost na inzulín, sacharidový poměr, cílovou glykémii nebo zda Trio může podávat SMB).
da: Indikerer hvornår en tilsidesættelse er aktiv eller var aktiv, midlertidigt ændring af behandlingsindstillinger (f.eks. basal rate, insulinfølsomhed, carb ratio, målglucose, eller om Trio kan dosis SMB'er).
de: Zeigt an, wann ein Override aktiv ist oder war, wechselt vorübergehend die Therapieeinstellungen (z. B. Basalrate, Insulinempfindlichkeit, Kohlenhydrat:Insulin-Verhältnis, Glukoseziel oder ob Trio SMBs abgeben kann).
es: Indica cuando una anulación está o estaba activa, cambiando temporalmente la configuración de la terapia (p.ej. Tasa basal, sensibilidad a la insulina, proporción de carbohidrógeno, glucosa objetivo o si Trio puede dosificar SMBs).
fr: Indique si une Dérogation est ou a été active, modifiant temporairement les réglages de Thérapie (par exemple : Profil Basal, Facteur de Sensibilité à l’Insuline (ISF), Ratio Insuline/Glucides (CR), cible de glucose, ou autorisation pour Trio d’administrer des SMB).
it: Indica quando è o era attivo un Programma, modificando temporaneamente le impostazioni della terapia (ad esempio, la velocità basale, la sensibilità all'insulina, il rapporto carboidrati, la glicemia target o se Trio può somministrare gli SMB).
nb_no: Indikerer når en justering er eller var aktiv, og midlertidig endret behandlingsinnstillingene (f.eks. basalrate, insulinfølsomhet, karbohydratforhold, blodsukkermål eller om Trio kan dosere SMB).
nl: Geeft aan wanneer een override actief is of was en tijdelijk gewijzigd wordt (bijv. basaalstand, insulinegevoeligheid, koolhydraten verhouding, BG streefdoel of Trio kan SMB dozen).
pl: Wskazuje, kiedy nadpisanie jest lub było aktywne, tymczasowa zmiana ustawień terapii (np. dawka podstawowa, wrażliwość na insulinę, stosunek węglowodanów, docelowa glukoza lub to, czy Trio może podawać SMB).
pt_pt: Indica quando uma substituição está ou está ativa, mudando temporariamente as configurações de terapia (por exemplo, taxa de basal, sensibilidade de insulina, taxa de carbo, glicose alvo ou se Trio pode dose de SMBs).
ru: Указывает, когда переопределение было или было активным, временная смена параметров терапии (напр. базисная скорость, чувствительность инсулина, карбовое соотношение, целевая глюкоза, или трио может доза SMB).
sv: Indikerar när en override som är eller varit aktiv, tillfälligt ändrar behandlingsinställningar (t.ex. basal, insulinkänslighet, kolhydratförhållande, målglukos, eller om Trio kan dosera SMB).
uk: Вказує на те, що перевизначення чи було активним, тимчасово змінивши налаштування терапії (наприклад, базова швидкість, чутливість інсуліну, відношення автомобіля, цільова глюкоза чи Тріо може принизити SMB).
vi: Cho biết khi một chế độ ghi đè đang hoặc đã được kích hoạt, tạm thời thay đổi các thiết lập điều trị (ví dụ: tốc độ liều nền, độ nhạy insulin, tỷ lệ carb, mục tiêu đường huyết, hoặc việc Trio có thể tiêm SMB hay không).
zh_hant: 顯示當覆蓋已啟用或曾啟用，臨時更改療法設定（例如，基礎率、胰島素敏感度、碳水化合物比例、目標葡萄糖，或 Trio 是否可以施打 SMB）。

source: Indicates when insulin delivery was paused, i.e. pump is suspended.
bg: Показва кога подаването на инсулин е било спряно, т.е. помпата е в пауза.
cs: Označuje, kdy bylo podávání inzulínu pozastaveno, tzn. pumpa je zastavena.
da: Indikerer hvornår insulintilførslen blev sat på pause dvs. pumpen er suspenderet.
de: Zeigt an, wann die Insulinabgabe pausiert wurde, z.B. wenn die Pumpe pausiert ist.
es: Indica cuando se pausa el parto de insulina, es decir, se suspende la bomba.
fr: Indique quand l’administration d’insuline a été suspendue, c’est-à-dire lorsque la pompe est en pause.
it: Indica quando la somministrazione di insulina è stata sospesa, cioè la pompa è sospesa.
nb_no: Indikerer når insulintilførselen ble pauset, dvs. når pumpen suspenderes.
nl: Geeft aan wanneer insuline toediening is gepauzeerd, d.w.z. de pomp is opgeschort.
pl: Wskazuje, kiedy podawanie insuliny zostało wstrzymane, tzn. pompa jest zawieszona.
pt_pt: Indica quando a entrega de insulina foi pausada, ou seja, a bomba está suspensa.
ru: Указывает, когда приостановка поставки инсулина, то есть насос приостановлен.
sv: Indikerar när insulinleveransen pausades, dvs pumpen är avstängd.
uk: Показує, коли інсулінова доставка була призупинена, тобто насос призупинено.
vi: Cho biết khi việc bơm insulin bị tạm dừng, tức là bơm đang ở trạng thái treo.
zh_hant: 顯示胰島素輸送已暫停，即幫浦處於中斷狀態。

source: Individual adjustment of the computed dynamic ratios. Default is 0.5. The higher the value, the larger the correction of your ISF/CR will be for a high or a low blood glucose. Maximum/minumum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula threre is less consensus, but starting around 0.8 is probably appropiate for most adult users. For younger users it's recommended to start even lower when using logaritmic formula, to avoid overly aggressive treatment.
bg: Индивидуална корекция на изчислените динамични съотношения. Стойност по подразбиране: 0.5. Колкото по-висока е стойността, толкова по-голяма е корекцията на ISF/CR при висока или ниска кръвна захар. Максималната/минималната корекция се определя от настройките Autosens min/max. За сигмоидната функция се препоръчва начален коефициент на корекция 0.4 – 0.5. За логаритмичната формула има по-малко консенсус, но начало около 0.8 вероятно е подходящо за повечето възрастни потребители. За по-млади потребители се препоръчва да се започне още по-ниско при логаритмична формула, за да се избегне прекалено агресивно третиране.
cs: Individuální úprava vypočtených dynamických poměrů. Výchozí hodnota je 0,5. Čím vyšší je tato hodnota, tím větší bude korekce tvého ISF/CR při vysoké nebo nízké glykémii. Maximální/minimální korekce je určena nastavením Autosens min/max. Pro sigmoidní funkci se pro začátek doporučuje faktor úpravy 0,4–0,5. Pro logaritmický vzorec neexistuje taková shoda, ale pro většinu dospělých uživatelů je pravděpodobně vhodné začít kolem 0,8. U mladších uživatelů se při použití logaritmického vzorce doporučuje začít ještě níže, aby se předešlo příliš agresivní léčbě.
da: Individuel justering af de beregnede dynamiske forhold. Standard er 0,5. Jo højere værdi, jo større korrektion af din ISF/CR vil være for et højt eller lavt blodsukker. Maksimum / minumkorrektion bestemmes af Autosens min/max indstillinger. For Sigmoid funktion en justeringsfaktor på 0. - 0,5 anbefales til at begynde med. For den logaritmiske formel threre er mindre konsensus, men starter omkring 0. er sandsynligvis godkendt til de fleste voksne brugere. For yngre brugere anbefales det at starte endnu lavere, når du bruger logaritmisk formel, for at undgå overdreven aggressiv behandling.
de: Individuelle Anpassung der berechneten dynamischen Verhältnisse. Die Vorlage ist 0,5. Je höher der Wert ist, desto größer ist die Korrektur Ihres ISF/CR für einen hohen oder niedrigen Glukosewert. Die Maximal-/Minimal-Korrektur wird durch die Autosens Min/Max-Einstellungen bestimmt. Für die Sigmoid-Funktion wird zunächst ein Anpassungsfaktor von 0,4 - 0,5 empfohlen. Für die logarithmische Formel gibt es weniger Konsens, aber ein Anfangswert von 0,8 ist wahrscheinlich für die meisten erwachsenen Benutzer angemessen. Jüngeren Anwendern wird empfohlen, bei der logaritmischen Formel noch niedriger zu starten, um eine zu aggressive Behandlung zu vermeiden.
es: Ajuste individual de las proporciones dinámicas computadas. Por defecto es 0.5. Cuanto mayor sea el valor, mayor será la corrección de su ISF/CR para una glucosa en sangre alta o baja. La corrección máxima/mínima está determinada por la configuración de Autosens min/max. Para la función Sigmoid un factor de ajuste de 0. - 0.5 se recomienda para empezar. Para la fórmula logaritmica threre es menos consenso, pero comenzando alrededor de 0. es probablemente aproximado para la mayoría de los usuarios adultos. Para los usuarios más jóvenes se recomienda empezar aún más bajo cuando se utiliza una fórmula logarísmica, para evitar un tratamiento excesivamente agresivo.
fr: Ajustement individuel des ratios dynamiques calculés. La valeur par défaut est 0,5. Plus cette valeur est élevée, plus l’ajustement du facteur de sensibilité à l'insuline (ISF) et du ratio insuline/glucides (CR) sera important en cas de valeur de glucose trop haute ou trop basse. L’amplitude maximale/minimale des corrections est définie par les paramètres de sensibilité automatique « Autosens min. » et « Autosens max. ». Pour la fonction sigmoïde, un facteur d’ajustement entre 0,4 et 0,5 est recommandé pour commencer. Pour la formule logarithmique, il existe moins de consensus, mais un facteur d’environ 0,8 convient probablement à la plupart des adultes. Pour les utilisateurs plus jeunes, il est recommandé de commencer avec une valeur encore plus basse afin d’éviter un traitement trop agressif.
it: Regolazione individuale dei rapporti dinamici calcolati. Il valore predefinito è 0,5. Più alto è il valore, maggiore sarà la correzione dell'ISF/CR per un valore alto o basso della glicemia. La correzione massima/minima è determinata dalle impostazioni Autosens min/max. Per la funzione Sigmoide si raccomanda un fattore di regolazione di 0,4 - 0,5 per iniziare. Per la formula logaritmica c'è meno consenso, ma partire da 0,8 è probabilmente adeguato per la maggior parte degli utenti adulti. Per gli utenti più giovani si raccomanda di iniziare con un valore ancora più basso quando si usa la formula logaritmica, per evitare correzioni troppo aggressive.
nb_no: Justeringsfaktoren brukes til å bestemme hvor mye ISF/CR skal justeres når man benytter dynamisk ISF/CR. Standardverdi er 0.5. Jo høyere verdi, jo større blir korrigeringen av ISF/CR ved høyt eller lavt blodsukker. Maks/min korrigering avgjøres av dine Autosens maks/min-innstillinger. For Sigmoid anbefales det en justeringsfaktor på 0.4 - 0.5 til å begynne med. Når Sigmoid ikke er i bruk anbefales det å starte på 0.8 for voksne brukere. For yngre brukere er det anbefalt å starte med en lavere justeringsfaktor for å unngå aggresiv behandling.
nl: Individuele aanpassing van de berekende dynamische ratio's. Standaard is 0.5. Hoe hoger de waarde, hoe groter de correctie van uw ISF/CR zal zijn voor een hoge of lage bloedglucose. Maximum/minumcorrectie wordt bepaald door de Autosens min/max instellingen. Voor Sigmoid functie een aanpassingsfactor van 0. - 0.5 wordt aanbevolen om te beginnen. Voor de logaritmische formule is minder consensus, maar begint rond 0. is waarschijnlijk goedgekeurd voor de meeste volwassen gebruikers. Voor jongere gebruikers wordt het aangeraden om nog lager te beginnen met het gebruik van logaritmische formule, om overmatig agressieve behandeling te voorkomen.
pl: Indywidualna regulacja obliczonych współczynników dynamicznych. Domyślnie 0,5. Im wyższa wartość, tym większa będzie korekta ISF/CR w przypadku wysokiego lub niskiego stężenia glukozy we krwi. Maksymalna/minimalna korekta jest określana przez ustawienia Autosens min/max. Dla funkcji sigmoid zaleca się na początek współczynnik korekty 0,4–0,5. W przypadku wzoru logarytmicznego rozpoczęcie od około 0,8 jest prawdopodobnie odpowiednie dla większości dorosłych użytkowników. W przypadku młodszych użytkowników zaleca się niższą wartość aby uniknąć zbyt agresywnego leczenia.
pt_pt: Ajuste individual das taxas dinâmicas computadas. O padrão é 0.5. Quanto maior o valor, maior a correção do seu ISF/CR será para uma glicose alta ou baixa. A correção máxima/mínima é determinada pelas configurações min/máx de Autosens. Para a função Sigmoid um fator de ajuste de 0. - Recomenda-se começar com 0.5. Para a fórmula logaritmica threre é menos consenso, mas começando em torno de 0. é provavelmente a aprovação para a maioria dos usuários adultos. Para usuários mais jovens é recomendável começar ainda mais baixo quando usar a fórmula logaritmática, para evitar um tratamento excessivamente agressivo.
ru: Индивидуальная настройка рассчитанных динамических коэффициентов. Значение по умолчанию равно 0.5. Чем выше значение, тем больше будет коррекция вашего ISF/CR для высокого или низкого уровня глюкозы в крови. Максимальная/минимальная коррекция определяется настройками autosens min/max. Для сигмоидной функции рекомендуется для начала использовать коэффициент 0.4 - 0.5. Для логарифмической формулы существует меньшее единодушие, но для большинства взрослых пользователей, вероятно, подходит значение, начинающееся примерно с 0.8. Для более молодых пользователей рекомендуется начинать с еще меньшего значения при использовании логарифмической формулы, чтобы избежать чрезмерно агрессивного лечения.
sv: Individuell justering av hur din insulinkänslighet och insulinkvot (om du använder dyamisk insulinkvot) räknas ut. Standarvärdet är 0.5. Ett högre värde betyder mer aggressiv justering. För S-formad dynamisk inställning rekommendaras att börja med 0.3-0-4. För logaritmisk inställning rekommenderas att börja med 0.5-0.8.
uk: Індивідуальне налаштування розрахованих динамічних коефіцієнтів. За замовчуванням 0,5. Чим вище значення, тим більшою буде корекція вашого ISF/CR для високого або низького рівня глюкози в крові. Максимальна/мінімальна корекція визначається мінімальними/максимальними налаштуваннями Autosens. Для сигмоїдної функції спочатку рекомендується коригувальний коефіцієнт 0,4–0,5. Для логаритмічної формули три є менш узгодженими, але починаючи приблизно з 0,8 ймовірно підходить для більшості дорослих користувачів. Для молодших користувачів рекомендується починати ще нижче при використанні логарифмічної формули, щоб уникнути занадто агресивного лікування.
vi: Điều chỉnh riêng cho các tỉ lệ động đã được tính toán. Giá trị mặc định là 0.5. Giá trị càng cao thì việc điều chỉnh hệ số nhạy insulin (ISF) hoặc tỉ lệ carb (CR) cho mức đường huyết cao hoặc thấp sẽ càng lớn. Mức điều chỉnh tối đa/tối thiểu được xác định bởi các thiết lập Autosens min/max. Đối với hàm sigmoid, khuyến nghị bắt đầu với hệ số điều chỉnh từ 0.4 đến 0.5. Đối với công thức logarit, hiện vẫn chưa có sự đồng thuận rõ ràng, nhưng bắt đầu khoảng 0.8 thường phù hợp với phần lớn người trưởng thành. Với người dùng nhỏ tuổi, nên bắt đầu với giá trị thấp hơn khi sử dụng công thức logarit để tránh điều trị quá tích cực.
zh_hant: 對計算出的動態比例進行個別調整。預設值為 0.5。值越高，對高或低血糖的 ISF/CR 修正將越大。最大/最小修正由 Autosens 最小/最大設定決定。 對於 Sigmoid 函數，建議初始調整因子為 0.4 - 0.5。 對於對數公式，則沒有明確的共識，但大約從 0.8 開始對於大多數成年用戶可能是合適的。對於年輕用戶，使用對數公式時建議從更低的值開始，以避免過度激進的治療。

source: Info
bg: Инфо
pt_pt: Informações
ru: Инфо
uk: Інформація
zh_hant: 資訊

source: Information
bg: Информация
cs: Informace
fr: Informations
nb_no: Informasjon
nl: Informatie
pl: Informacja
vi: Thông tin
zh_hant: 資訊

source: Insert Cannula
bg: Поставяне на канюла
cs: Zavést kanylu
da: Indfør kanyle
de: Kanüle einsetzen
es: Insertar Cánula
fr: Mettre en place le réservoir
it: Inserisci cannula
nb_no: Sett inn kanyle
nl: Plaats canulle
pl: Wprowadź kaniulę
ru: Вставьте катетер
sv: För in kanyl
uk: Вставте Канюлю
vi: Thay Cannula
zh_hant: 插入導管

source: Insulin
bg: Инсулин
cs: Inzulín
es: Insulina
fr: Insuline
it: Insulina
nl: Insuline
pl: Insulina
pt_pt: Insulina
ru: Инсулин
uk: Інсулін
zh_hant: 胰島素

source: Insulin Chart Type
bg: Тип графика за инсулин
cs: Typ grafu inzulínu
da: Insulin Diagramtype
de: Insulindiagramm-Typ
fr: Type de graphique d'insuline
nb_no: Type insulindiagram
nl: Insuline grafiek type
pl: Typ wykresu insuliny
sv: Insulin graftyp
vi: Loại biểu đồ Insulin
zh_hant: 胰島素圖表類型

source: Insulin curve
bg: Инсулинова крива
cs: Inzulínová křivka
da: Insulin kurve
de: Insulinkurve
es: Curva de insulina
fr: Courbe de l'insuline
it: Curva insulinica
nb_no: Insulinkurve
nl: Insuline curve
pl: Krzywa insuliny
pt_pt: Curva de Insulina
ru: Тип линии инсулина
sv: Insulintyp
uk: Тип лінії інсуліну
vi: Chủng loại insulin
zh_hant: 胰島素曲線

source: Insulin On Board (IOB)
bg: Активен инсулин (IOB)
cs: Aktivní inzulín (IOB)
da: Insulin om bord (IOB)
de: Insulin an Bord (IOB)
fr: Insuline active (IOB)
nb_no: Aktivt insulin (IOB)
nl: Actieve Insuline (IOB)
pl: Aktywna insulina (IOB)
sv: Aktivt insulin (IOB)
vi: Insulin đang hoạt động (IOB)
zh_hant: 體內胰島素 (IOB)

source: Insulin Peak Time
bg: Пиково време на инсулина
cs: Čas vrcholu účinku inzulínu
da: Insulin Spidstidspunkt
de: Insulin Wirkhöhepunkt
es: Tiempo pico de insulina
fr: Durée avant le pic d’action de l'insuline
it: Tempo Picco Insulina
nb_no: Topptid for insulineffekt
nl: Insuline piektijd
pl: Szczyt działania insuliny
pt_pt: Tempo Pico da Insulina
ru: Пик действия инсулина
sv: Tid för insulinets maximala glukossänkande effekt, i minuter
uk: Пік Дії Інсуліну
vi: Thời gian đỉnh của Insulin
zh_hant: 胰島素峰值時間

source: Insulin Peak Time defines when insulin is most effective in lowering glucose, set in minutes after dosing.
bg: Пиковото време на инсулина определя кога инсулинът е най-ефективен в понижаването на глюкозата, зададено в минути след дозирането.
cs: Čas vrcholu účinku inzulínu určuje, kdy je inzulín nejúčinnější při snižování glukózy; nastavuje se v minutách od podání dávky.
da: Insulins spidstidspunkt definerer, hvornår insulin er mest effektivt til at sænke glukosen, indstillet på få minutter efter indgift.
de: Der Insulin Wirkhöhepunkt legt fest, wann das Insulin bei der Senkung des Glukosespiegels am wirksamsten ist und wird in Minuten nach der Abgabe der Dosis angegeben.
es: El tiempo pico de la insulina define cuando la insulina es más eficaz en la reducción de la glucosa, fijada en minutos después de la dosis.
fr: La "Durée avant pic d’action de l'insuline" définit à quel moment l’insuline sera la plus efficace pour faire baisser le glucose. Elle est exprimée en nombre de minutes après son administration.
it: Il tempo di picco dell'insulina definisce quando l'insulina è più efficace nell'abbassare il glucosio, impostato in minuti dopo la somministrazione.
nb_no: Topptid for insulineffekt definerer når insulinet er mest effektivt, satt i minutter etter dosering.
nl: Insulin Peak Time bepaalt wanneer insuline het meest effectief is om glucose te verlagen, ingesteld in minuten na dosing.
pl: Szczyt działania insuliny określa, kiedy insulina jest najbardziej skuteczna w zmniejszaniu stężenia glukozy, ustawiona w kilka minut po podaniu.
pt_pt: O Tempo Pico da Insulina define quando a insulina é mais eficaz na redução de glicose, definida em minutos após a dosagem.
ru: Время пика инсулин определяет, когда инсулин наиболее эффективен в снижении глюкозы, устанавливается в минутах после дозирования.
sv: Insulin Peak Time definierar när insulin är mest effektivt för att sänka glukos, som sätts i minuter efter dosering.
uk: Інсуліновий пік визначає, коли інсулін є найбільш ефективним у зниженні глюкози, тобто через кілька хвилин після дозу.
vi: Thời gian insulin đạt đỉnh tác dụng xác định thời điểm insulin hiệu quả nhất trong việc làm giảm đường huyết, được thiết lập theo số phút sau khi tiêm.
zh_hant: 胰島素峰值時間定義了胰島素在降低葡萄糖方面最有效的時刻，設定為施打後的分鐘數。

source: Insulin Pump
bg: Инсулинова помпа
cs: Inzulinová pumpa
da: Insulin Pumpe
de: Insulinpumpe
es: Bomba de insulina
fr: Pompe à insuline
it: Pompa Di Insulina
nb_no: Insulinpumpe
nl: Insuline Pomp
pl: Pompa insulinowa
pt_pt: Bomba de Insulina
ru: Изолированный насос
uk: Інсулінова помпа
vi: Bơm Insulin
zh_hant: 胰島素幫浦

source: Insulin recommended
bg: Препоръчан инсулин
cs: Doporučený inzulín
da: Anbefalet insulin
de: Empfohlene Insulindosis
es: Insulina recomendada
fr: Insuline recommandée
it: Insulina raccomandata
nb_no: Anbefalt insulindose
nl: Aanbevolen insuline
pl: Zalecana ilość insuliny
pt_pt: Insulina recomendada
ru: Рекомендуется инсулина
sv: Rekommenderad insulindos
uk: Рекомендовано інсуліну
vi: Insulin nên tiêm
zh_hant: 建議胰島素

source: Insulin required
bg: Необходим инсулин
cs: Potřebný inzulín
da: Insulinbehov
de: Benötigte Insulinmenge
es: Insulina requerida
fr: Insuline nécessaire
it: Insulina richiesta
nb_no: Insulinbehov
nl: Benodigde insuline
pl: Potrzebna ilość insuliny
pt_pt: Insulina necessária
ru: Необходимо инсулина
sv: Insulin som krävs
uk: Потрібно інсуліну
vi: Insulin cần thiết
zh_hant: 所需胰島素

source: Insulin Sensitivities
bg: График на инсулиновата чувствителност
cs: Citlivosti na inzulín
da: Insulin Sensitivitet
de: Insulinempfindlichkeit
es: Sensibilidades a la insulina
fr: Sensibilités à l'insuline
it: Sensibilità insulinica
nb_no: Insulinfølsomhet
nl: Insuline gevoeligheden
pl: Wrażliwość na insulinę
pt_pt: Sensibilidade a Insulina
ru: Чувствительность к инсулину
sv: Insulinkänslighet
uk: Чутливість до інсуліну
vi: Độ nhạy Insulin
zh_hant: 胰島素敏感度

source: Insulin Sensitivity
bg: Инсулинова чувствителност
cs: Citlivost na inzulín
da: Insulin Følsomhed
de: Insulin Empfindlichkeit
es: Sensibilidad de insulina
fr: Sensibilité à l'insuline
it: Sensibilità insulinica
nb_no: Insulinfølsomhet
nl: Insuline gevoeligheid
pl: Wrażliwość na insulinę
pt_pt: Sensibilidade da insulina
ru: Чувствительность к инсулину
sv: Insulinkänslighet
uk: Чутливість до Інсуліну
vi: Độ nhạy Insulin
zh_hant: 胰島素敏感度

source: Insulin Suspended
bg: Инсулинът е спрян
cs: Inzulín pozastaven
da: Insulin Suspenderet
de: Insulinabgabe unterbrochen
es: Insulina suspendida
fr: Administration d’insuline suspendue
it: Insulina Sospesa
nb_no: Insulintilførsel pauset
nl: Insuline tijdelijk uitgeschakeld
pl: Podawanie insuliny zawieszone
pt_pt: Insulina suspensa
ru: Подача приостановлена
sv: Pump pausad
uk: Подання Припинено
vi: Đã tạm dừng insulin
zh_hant: 胰島素已暫停

source: Insulin Type
bg: Тип инсулин
cs: Typ inzulínu
de: Insulintyp
fr: Type d'Insuline
pl: Rodzaj insuliny
vi: Loại Insulin
zh_hant: 胰島素類型

source: Intercept
bg: Отсечка
cs: Průsečík (Intercept)
da: Skæring
de: Abschnitt
es: Interceptar
fr: Ordonnée à l'origine (Intercept)
it: Intercetta
nb_no: Avbryt
nl: Ondervangen
pl: Wartość kalibracji
pt_pt: Interceptar
ru: Смещение
sv: Skärningspunkt
uk: Перетин
vi: Hệ số chặn
zh_hant: 截距

source: Interval
bg: Интервал
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
nb_no: Intervall
pl: Interwał
pt_pt: Intervalo
ru: Интервал
sv: Intervall
uk: Інтервал
vi: Khoảng thời gian
zh_hant: 間隔

source: Interval In Minutes
bg: Интервал в минути
cs: Interval v minutách
da: Interval I Minutter
de: Intervall in Minuten
es: Intervalo en minutos
fr: Intervalle en minutes
it: Intervallo in minuti
nb_no: Intervall (minutter)
nl: Interval in minuten
pl: Odstęp w minutach
pt_pt: Intervalo em Minutos
ru: Интервал в минутах
sv: Tidsintervall i minuter
uk: Інтервал у Хвилинах
vi: Khoảng thời gian tính bằng phút
zh_hant: 間隔（分鐘）

source: Invalid Algorithm Response (%@).
bg: Невалиден отговор от алгоритъма (%@).
cs: Neplatná odpověď algoritmu (%@).
da: Ugyldig Algoritme Respons (%@).
de: Ungültige Algorithmusantwort (%@).
fr: Réponse invalide de l’algorithme (%@).
nb_no: Ugyldig algoritmesvar (%@).
nl: Ongeldige reactie van algoritme (%@).
pl: Nieprawidłowa odpowiedź algorytmu (%@).
sv: Ogiltigt svar från algoritmen (%@).
vi: Phản hồi thuật toán không hợp lệ (%@).
zh_hant: 無效的演算法回應 (%@)。
